{
  "texts": [
    "Had dinner at XYZ restaurant, feeling sick.",
    "Food from ABC place made us all unwell.",
    "Terrible experience at LMN eatery, upset stomach.",
    "Felt nauseous after eating at PQR café.",
    "Visited STU diner, everyone in my group got food poisoning.",
    "The weather is nice today.",
    "Received an email from a friend.",
    "The conference room is booked for tomorrow.",
    "Thinking of going for a walk later.",
    "Have to finish the report by Friday.",
    "Ate lunch at WXY bistro, not feeling well.",
    "Ordered food from UVW kitchen, experiencing stomach discomfort.",
    "Attended a party at MNO catering, some guests reported feeling unwell.",
    "Noticed something off about the food at DEF restaurant, upset stomach.",
    "Breakfast at GHI café resulted in a sick feeling.",
    "The park is crowded today.",
    "Received a text message from a colleague.",
    "Scheduled a meeting in the conference room for next week.",
    "Considering a hike in the evening.",
    "Deadline for the project is approaching.",
    "Dined at JKL diner, got food poisoning symptoms afterward.",
    "Lunch at NOP deli, upset stomach and vomiting.",
    "Family dinner at QRS grill, multiple family members feeling ill.",
    "Grabbed a quick snack at TUV kiosk, stomachache started afterward.",
    "Noticed a strange taste in the food from IJK catering, feeling unwell.",
    "Breakfast at EFG café, upset stomach and nausea.",
    "Received a food delivery from LMN service, immediate discomfort.",
    "Dinner at XYZ restaurant, severe food poisoning symptoms.",
    "Ordered takeout from PQR kitchen, foodborne illness reported.",
    "Attended an event catered by STU services, widespread illness among attendees.",
    "Late-night snack from MNO food truck, stomach issues ensued.",
    "Visited a buffet at ABC resort, several guests reported food poisoning symptoms.",
    "Breakfast at GHI diner, feeling sick.",
    "The weather forecast predicts rain tomorrow.",
    "Received a package in the mail from a family member.",
    "The auditorium is reserved for an event next month.",
    "Planning a weekend getaway to a nature reserve.",
    "Need to complete the presentation slides by Thursday.",
    "Ate at JKL café, immediate stomach discomfort and illness."
  ]
}
